tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "aws-iam-authenticator"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cask"
brew "cassandra", restart_service: true
brew "cloudflare/cloudflare/cloudflared"
brew "deno"
brew "eksctl"
brew "entr"
brew "gh"
brew "ghostscript"
brew "gimme-aws-creds"
brew "git"
brew "glib"
brew "gnutls"
brew "go"
brew "groovy"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libyaml"
brew "mas"
brew "minikube"
brew "mongodb/brew/mongodb-community"
brew "mongosh"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "parallel"
brew "pnpm"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "r"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpm"
brew "shared-mime-info"
brew "tmux"
brew "tree"
brew "unbound"
brew "wget"
brew "zookeeper", restart_service: true
brew "zsh"
cask "android-file-transfer"
cask "arc"
cask "boop"
cask "bruno"
cask "corretto8"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "imageoptim"
cask "inkscape"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepassxc"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "numi"
cask "openscad"
cask "pritunl"
cask "qbittorrent"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas 'NordVPN', id: 905953485
mas 'QR Capture', id: 1369524274
mas 'The Unarchiver', id: 425424353
mas 'iMovie', id: 408981434
